[
  {
    "name": "Startup focusing on building a mentor-mentee platform - inQbator",
    "desc": "Introducing a dynamic Mentorship Platform, where industry titans lend their expertise to nurture aspiring entrepreneurs. Our platform connects established leaders with eager mentees to cultivate the next generation of innovators, fostering growth and success in the business world.",
    "image": "inqbator.png",
    "stacks": "react,nodejs,express,mongodb,redis,tailwind",
    "links": {
      "view": "https://inqbator.in",
      "code": ""
    }
  },
  {
    "name": "Revolutionizing healthcare with a groundbreaking medtech platform that optimizes patient care - WellScribe.",
    "desc": "WellScribe is a revolutionary medtech platform that streamlines and enhances the patient care system. It features digital auto-prescription generation, seamless patient booking system management, and a host of other innovative tools designed to optimize healthcare delivery.",
    "image": "wellscribe.png",
    "stacks": "react,nodejs,express,mongodb,redis,tailwind",
    "links": {
      "view": "https://wellscribe.in",
      "code": ""
    }
  },
  {
    "name": "Transforming Global Healthcare with Mirmedikaravan Global Health Connect",
    "desc": "Mirmedikaravan is a transformative platform that empowers patients worldwide to access top-tier healthcare services. From any corner of the globe, individuals can easily book appointments with leading doctors from prestigious hospitals. Mirmedikaravan is dedicated to ensuring that high-quality medical care is accessible to all, regardless of geographical boundaries. Experience a new era of healthcare with Mirmedikaravan.",
    "image": "mirmedikaravan.png",
    "stacks": "nextjs,nodejs,express,mongodb,redis,tailwind",
    "links": {
      "view": "https://mirmedikaravan.com/",
      "code": ""
    }
  },
  {
    "name": "Fully functioning Ecommerce Website - StepUp-Field",
    "desc": "This website is a fully functional shoeselling website with all features and a full admin side. Users can buy their favorite shoe according to their choices and get it delivered.",
    "image": "StepUp-Field.png",
    "stacks": "nodejs,express,redis,mongodb,html,css, ",
    "links": {
      "view": "https://step-up-field-frontend.vercel.app/",
      "code": "https://github.com/SamanPradhan/stepup-field-main"
    }
  },
  {
    "name": "Employee Time management application - TimeTrackerX",
    "desc": "This is a employee management application which is used for trackking employee data, their work schedules, projects are they working, the meeting they are doing, etc.",
    "image": "TimeTrackerX.png",
    "stacks": "js,html,css,nodejs,express,mongodb,",
    "links": {
      "view": "https://timetrackerx.netlify.app/",
      "code": "https://github.com/SamanPradhan/TimeTrackerX"
    }
  }
]
